export const metadata = {
  title: "เอ็มหัตถ์เทพ - เช่าพระเครื่อง พระแท้ ราคามาตรฐาน",
  description:
    "เอ็มหัตถ์เทพ ร้านเช่าพระเครื่องพระแท้ ราคามาตรฐาน มีพระเครื่องจากหลวงปู่โต๊ะ วัดประดู่ฉิมพลี และพระสงค์อื่นๆ ที่มีชื่อเสียง",
  keywords:
    "เช่าพระ, เอ็มหัตถ์เทพ, ปล่อยเช่าพระเครื่อง, หลวงปู่โต๊ะ, วัดประดู่ฉิมพลี, พระเครื่อง, เช่าบูชา",
  openGraph: {
    title: "เอ็มหัตถ์เทพ - เช่าพระเครื่อง พระแท้ ราคามาตรฐาน",
    description:
      "เอ็มหัตถ์เทพ ร้านเช่าพระเครื่องพระแท้ ราคามาตรฐาน มีพระเครื่องจากหลวงปู่โต๊ะ วัดประดู่ฉิมพลี และพระสงค์อื่นๆ ที่มีชื่อเสียง",
    url: "https://เอ็มหัตถ์เทพ.com",
    type: "website",
  },
  twitter: {
    card: "summary_large_image",
    title: "เอ็มหัตถ์เทพ - เช่าพระเครื่อง",
    description: "ร้านเช่าพระเครื่องพระแท้ ราคามาตรฐาน",
  },
};
